{"podcast_details": {"podcast_title": "In Her Ellement", "episode_title": "Understanding your Key Skills with FYLD’s Shelley Copsey", "episode_image": "https://artwork.captivate.fm/1042a876-7aaf-4dff-aa35-8bf5c9350ad0/JbyLj2c4a-mCxU8VKwVw7hmr.png", "episode_duration": "23:29", "episode_published": "Mon, 07 Aug 2023 00:00:00 -0400", "episode_transcript": " I'm not that instant creative person that just sees the big alternative to maybe what a current process is. What I know I'm very good at and what I've done at Field is I was kind of just given some nuggets towards building a company. Give me a customer or two, give me two or three people and from there iterate build I think very much in a product sense about how do we do things at scale, how do we drive change. This is In Her Element, a podcast from BCG. I'm Corinne Lines. And I'm Suchi Srinivasan. Each episode we have meaningful and vulnerable conversations with women leaders in digital business and technology. This week we're speaking with Shelly Kopsey, CEO of Field, a digital platform that helps utility field workers manage productivity and safety in real time. Shelly has had a winding career that has taken her from her native Australia to the UK. She's constantly followed her nose, seeking out new opportunities to learn and grow. Shelly is a prolific coach and mentor who pushes her junior colleagues to believe in themselves and strive for success. Here's my conversation with Shelly. My name is Shelly Kopsey. I'm a co-founder and a CEO of a company called Field. Field is a corporate venture. It was created very specifically by BCG, done in conjunction with one of the world's largest infrastructure investors, Ontario Teachers Pension Plan, and also one of the UK's biggest gas distributors, SGN. And today we're looking at field force operations, you know, like hundreds, thousands of people working out in dangerous environments. And they'll say like, with data and digital, what's the opportunity to manage these people differently? How can we help them get more work done, stay safe? And those three companies together very deliberately created field to tackle some of the problems that they were seeing in the industry. Super cool. I know that your dad was a huge driving force in your education and your early career. Can you tell us a little bit about him? He was a real driving force of like, keep your options open. And I can really remember from the time I hit secondary school, and you know that first moment where you're allowed to choose a few subjects. And as a teenager, like this is utopia, you can get rid of all the stuff that's hard and do fun things. And I can just remember my dad when I started talking about this. He's like, yeah, but you know, some of those harder choices, Shelley, it's going to give you optionality. When you get to university, you won't be pigeon-holed, you won't be able to do one degree. And it's kind of been a common theme in my life, actually. It was great. I did lots of maths, lots of science, lots of English, those kind of general purpose subjects, you know, got to university and ended up doing a commerce degree. But similarly, that theme of keep your options open, don't pigeonhole yourself too young. I see it kind of played out. And even when you begin to look at my career journey, I always did things that, you know, into the future would give me quite a different number of career paths I could take. So I always kind of reflect back on that advice. And I've been very fortunate to have had that as such a guiding light in my life. So you went on to work in the corporate world in an accounting position. What were some of the challenges and opportunities that you faced in the corporate world that you saw? When I left university, it was the late 1990s, I started out doing maths and computer science before moving into commerce, both of them, I'll just be honest and say very male dominated at the time. And even when I hit the workforce, I think what I began to find is lots of women were coming in. But as you began to look at the people that were a number of years ahead, it was very difficult to find role models. I worked with great men and I've actually been very fortunate my whole career to have sponsorship from them. But you know, when you're trying to find someone that looks like you in 10 years, I tended to find that that was quite tough. And then I think, you know, you get to like an end of year career discussion, still something that women frequently suffer from today that I'm a reasonably strong woman and anybody that knows me well will tell you I just say it as it is. But you know, that's not always well received in the workplace. And I think sometimes like back in those early years of my career, if you had a lot of strength, but you didn't actually have someone that helped you understand how to unleash it in the right way to look for the positive change you're after. That was always something that could be quite hard. You know, if I look forward a little bit to as my career progressed, and you know, eventually wanting to have children, again, it was a time when in the consulting world, there weren't a lot of women with children there. I work in startup land, we always talk about how can you learn from what others have done, done well or mistakes. It's like a constant forging of your own path. So there's benefits to that, right? You learn a lot from forging, but there's also the exhaustion element that can come if you don't have that mentor who's done a lot of the same things that can give you really practical guidance on how to succeed. So how did you find your way into the tech role that you find yourself in today? I had a really interesting journey. So like, you know, accountants, accountant, financial modeling, big public transactions for years and years and years, like bread and butter. And always nice, right? I like green tea, like reinforcement that things are going well in that career path. When I had the children, I was working at PwC, the global consultancy at that point in time, they offered me an in-house role. It was, you know, a point in time where they were becoming more strategic, more acquisitive. I had a background in figuring out how to get things to happen. So I moved in-house and once I did that, I think again, you have that moment of if you're open to different possibilities, different things will present. After I'd been in an in-house role, which quite similar to what I've been consulting on for years, PwC itself was beginning to say what will data and digital mean for consulting? I was asked just with my background, commercial expertise, good understanding of numbers, etc. Could I go in as commercial director? I saw that as a new opportunity to learn a new space. I very quickly found that I was more excited about running ventures than being commercial director for a business unit of multiple ventures. I sometimes laughed that I was probably put in there as the safe pair of hands that could, you know, let more senior people investing in this division know what was going on. And I flipped to the dark side of the business pretty quick. I never looked back, right? Once I got in there, you sometimes find that thing in life by accident. You're like, wow, this is great. My skills work with it. And I did. But once I kind of got in, I found that, you know, in a consultancy at that point in time and not having a background in technology, I needed to understand it at a deeper level if I wanted to make a career of it. Again, if I just go back to like themes of my life and career, in some ways, I took quite a sideways step and I went to Australia's National Science Agency, the CSIRO, and I led commercialization there of data digital technologies. But we had about a thousand PhDs in data and digital there, right? People that are looking forward five, ten years at the technologies that are emerging. I did that for two years. And I think by, you know, the end of that, I had really great commercial business experience from my consulting years. But I coupled it with actually investing in myself and understanding technology at the deep level that you need to if you actually want to end up in the type of role that I have today. When you're thinking five, ten years down the road and like thinking what is out there and what could it be? It's like, you know, you really become this like futurist role. It's amazing. I think it's what you have to do, don't you? The world is changing quickly. I know it's a cliche, but it's actually very true. And again, when you look at your career, I think you need to invest in yourself and you need to say the area that I'm in, the areas I want to go into, what are they going to look like and what does that mean for the learning and education? And that's something that we very much try to bring into field. You know, like we sponsor people to do masters. We do all the lunch and learns, but all of these things, because if we sit still, if we think that the technology that we've built today is going to be the dominant technology of the future, I think even as a company, you set yourself up to fail. It's no different as an individual. You've got to invest. So what made you decide to jump on board with Field? As I've got a little bit older, I've really begun to learn what my key skill sets are. And I think also I've come to value them a little bit more versus when I was younger, where I might beat myself up a little bit more about what wasn't my strength. There were a few things against that backdrop. I'm very practical as a human. A fintech would never be right for me. It's just not what I do, right? It's a very different type of software. With Field, it's actually about helping a human do their job better. It's about giving them coaching, giving them guidance. It's also about providing data back to the organisation that's got these people in the field to help them reimagine their work practices, right? There's a real human element. It's really about getting more done and getting it done better. Stuff like that's just like my bread and butter and where I really have found it's my home. It's practical, hands-on, and you change things, but you can do it at scale once you get it done at that kind of non-scale level. So that aspect really interested me. I think the other thing, when I look at the shareholders who own Field, right? Big professional investment organisations, BCG, these are the types of companies that I've worked with my whole life and worked within my whole life. And so I just find myself understanding well how to navigate those environments. And when I was looking around at what the next step for me would be, having that level of sophistication around me was important because I know it brings out the best in me. It's so fascinating. So you've said before that you like to get stuck into a project after an idea is more fully formed. Why is that? And can you explain that a little bit? It does just go back to, I guess, knowing myself at this age and where I excel and where I don't. I'm not that instant creative person that just sees the big alternative to maybe what a current process is. What I know I'm very good at and what I've done at Field is I was kind of just given some nuggets towards building a company. Give me a customer or two, give me two or three people. And from there, iterate, build, I think very much in a product sense about how do we do things at scale? How do we drive change? What would you say to others who don't want to get involved with early stage startups? I think more generally people are often a little bit afraid of startups if they don't have it in their background. There's a couple of things I often say to people on the way in. If it's their first go at ever working at a startup, it may or may not work, right? You have to be honest with them that it's a very different environment and they have to be honest with themselves that they'll probably need to make some changes to their ways of working to get it to work, right? I often remind them to just think about how employable most people are and most people that you're going to hire into a startup are highly employable. So it's easy to take a risk if you know you're going to be able to get a job at the backend if it's not for you. I think then the other thing is if you're not from the world and I wasn't when I was first inserted into this, I'm like, I'm not a technologist, what do I have to add? I think a couple of things, like lots of people are just great learners. If you are a great learner, you can learn enough about technology in a short enough period of time to be valuable. And it's also just understanding that if you're in a tech startup, the roles are diverse. People often just think about, you know, our software engineers, but you go beyond that, you know, we've obviously got product designers who get involved before that. You've got strategists, you've got, you know, industry experts. I think one of the hardest things though is if you come into a startup and you're not from a technology background, people often have this little confidence blip where they're like, how do I add value? I often see in my role, I have to help them through that because I know that once they get through that confidence blip, once they find their feet, they'll be off and away. But you know, that can be tough. And I do remember experiencing that myself. So on International Women's Day this year, you said the tech sector has missed out on some extraordinary contributions because of this lack of diversity, and it cannot afford to make the same mistakes again. Can you elaborate on how we can stop allowing this to happen? It's both a hard one and an easy one, right? If it was easy, it wouldn't persist the levels of male dominance in the tech sector would be where they are today, which is really not that much difference to 10 or 20 years ago. And then at the same time, you sit and say, but how is it actually hard to fix this? Because it doesn't matter what level of diversity you're looking for, there's always great talent. I often think you can think about systemically, how do you fix things? But then you can also just sit and say like in roles like I have, you can make a difference. And you know, actually, last night, we did the first dinner for like women at field, right? We're 35 people now, and there's about 15 women in the company. And we're both in the tech sector, which is male dominated, and in heavy signals and utilities, which is even more male dominated, right? So to me, it's about at an individual level to begin with, like how do you tackle the problem? So for us, we've done everything from blind CV reviews to challenging ourselves if we don't have late stage diverse pipelines. So I think a lot of the responsibility does sit down at the individual level. That's very difficult, though. I mean, when you're sitting in a startup, and you've got limited funding, you know, I do talk to a lot of startup founders that are like, I don't get given an extra million quid to deal with, you know, the longer lead time to hire a diverse candidate, maybe the premium salary that they can get. But I just think as good social citizens, we've all got a role to play to make sure that every person in the world is going to benefit from what technology can deliver both career wise, financially, etc. I do, though, continue to look at at a government level, like even when you look at some of the laws that persist around the world about equality, etc. How do we begin to have some regimes that instead look at how do we positively discriminate to shortcut? Like, I don't know how long it would be if we continue the way that we're going before we have a real equal playing field. How do we actually accelerate that and what policies are necessary? And I would love to see some more action and very decisive action in that way. So you have a great story about you appointing a CEO to a company that you were on the board of and I'd love for you to share that with our listeners. This to me is one of the funniest stories in my career. And it probably goes to the real typical female thing of if you're not 500% qualified, you may not put your hand or your hat in the ring. Right, so I was sitting on the board of a company and it had grown to the point where we wanted to appoint a CEO to come in and run it and scale it. And we launched a global CEO hunt for it. The company was in the UK. It was the first company I came over here and worked for. But the candidate that we found for the role that we wanted to offer the role to, he was in Sydney, which is where I was living at the time. And you know, we made the offer to him and he asked me, can we go like grab dinner, talk about this in a bit more detail together, etc, etc. Right. So I'm a board member. I'm there to sell him the role and get him on board. And you know, we've sat down and started talking about the opportunity. And I realise now with hindsight, he was being deliberately patronising. But what I saw was a very different person to the person that we've been interviewing. And he's kind of a little bit like, love, I don't know why you're doing this. I don't know why you're giving, you know, the 60 year old white male a job on a silver platter that you're actually qualified for. And you know, it was a very interesting lesson in diversity as the meeting went on that he was kind of saying to me, why aren't you backing yourself? You've written a strategy for the company. You're working on getting the company funded. You've got a vision for its future. And you think that someone else is more qualified than you are to come in and leave that company down the path. And you know, he really gave me that that shove, which I think, unfortunately, I hope to see changing this in the coming generations. But I think definitely women of my generation often need that that push to back themselves and put their hat in the ring confidently for the roles that they deserve. And I often think about getting to the CEO seat. There's plenty of talented people in the world who are very deserving of the role. But if you're not in the right place at the right time, it's hard to get your first CEO gig. But thankfully, I did have that person who could have taken a very plum job. You know, I was lucky to get it. But instead, he said to me, I actually think that you're the best person for the role. And I'd like you to put your hat in. And he actually subsequently stepped out of the race. That's a great story. Thanks so much for sharing that. So you love coaching your junior colleagues. What are some of the most common challenges that they tell you they're expecting at the moment? When I look at coaching, what's going on today, it's really different to even five years ago. Do you know that the biggest one I see now that I actually struggle to relate to is people having families in a post COVID world. When I had the kids, work was at work and home was at home and yes, work at home. But you know, I look today actually often a lot of the men in our team who have got, you know, a wife who's perhaps on mat leave, a three month old baby at home, and they're trying to work all day. And you can hear sometimes you can hear like a child screaming in the background. And I've actually got so much empathy for these guys, because their wife's probably going to go mad if they let the baby scream for an hour. And they're like, but actually, I'm at work, right? These situations used to be divorced. Actually what I'm finding in a lot of people in the team is that in a remote world, which is new for all of us, how do I be successful? How do I focus? How do I learn? How do I learn to work with a housemaid, a wife, a husband, whoever at home? I think that that is a really hard thing. And graduates used to come in and we maybe didn't know exactly what to do to get them to be successful, but you'd take them under your wing, you'd take them to every meeting, they'd listen to your phone calls. And almost like by osmosis, they'd become great, right? And now we're hiring people fresh out of university. And they're sitting in a room, they don't know how to be successful in a traditional workplace, etc. A lot of that. It's actually funny, it's changed again, some of the recruitment that we're doing at Field, because I think that, again, we can't afford to let this whole generation of kids coming out of uni not work for three years, because we don't know how to upskill them in a remote world. And we just before Christmas decided just to take on someone out of university. And you know, if you went and spoke to her, she'd probably tell you in the first few months, we didn't have a full time job for her, we didn't know how to keep her fully occupied and nor did she know how to keep herself. But the things that she did for us, we could see that like we had someone talented there. So again, to me, there's a point about thinking differently as we learn to navigate this new world. If you think that things are going to play out how they did in the past, they won't. But what I see now is this particular woman, she's been with us for about six months, I see a really great contributing employee, I see that we've got her fully occupied. But we just had to be willing to co invest in, you know, that success happening. So what are some useful pieces of advice that you currently are giving to junior colleagues? I would have to say and reference what my father always said to me, I often say to junior colleagues, right, like take this job, do it for two or three years and master it. I think people always remember people who deliver consistently on their promises. Right. And then maybe sidestep don't always think about a linear career where you've got to be climbing up the ladder. If you want to end up in a senior leadership position, and particularly in the type of world we're living in at the moment where technology is displacing certain types of jobs and transforming others, go to another job and actually master a different skill set and begin as you know, your career progresses to think about where do you want to get to and what are the core skills that you'd need and make sure that you've had enough experiences to have those core skills, but also make sure that you can talk about something that you mastered because I think fundamentally, when you want to switch into a new organisation, you know, it's very hard when you're hiring if you've got a generalist, I think in the main when you're hiring, you're often hiring for someone that has mastered a specific skill set, but if they can also show the other things that they've done a continuous ability to learn, it also helps you see them set apart from the pack, because you know that once they've mastered that job for you, there'll be other things that they can bring to the organisation. So can you please tell us about a time when you were in your element? Yeah, I'll give you one from work and one personal. At work, I love when we bring someone new in, and you can see that they're achieving like 70% of what you know they're capable of. I love working with those people, I probably am a bit of a mix of like a lovely coach and someone that shoves them hard in the back, if I'm honest, you do this for a period of months and then you begin to step away and there's like two particular people at work I can think of that I've really had this role with. And you begin to see that even when you step away, they've hit their strides and they're probably at 120% of what they ever thought they were capable of. Professionally, I can say that that's one of the most satisfying things for me. In my job, I actually can't do very much, it's my team that does the doing. So when I see that positive impact I can have on people and the difference it will make to their careers, I have to say I get masses of fulfilment from it. If I think about myself in my element in a private space, work is very busy and it probably does impact my personal life more than what might be great for some people, doesn't particularly bother me. But you know, every Easter, me and the two boys will go somewhere adventurous where there's very little Wi-Fi. In my element, I've always been an explorer at heart and very, very curious and I love getting to take the kids to really off the beaten track, cool spots, historical. And they've both kind of also developed a thirst for knowledge and understanding and I just love nothing more than to watch their little brains and faces begin to light up as we learn new things and also I see them delighted that I've stepped away from work for a little bit and that they're getting my sole attention. And again, it's that thing about investing in people. That was my conversation with Shelley. Suchi, what were some of your key takeaways with this conversation? What stood out for me was how she lived up to sort of her own norm of keeping her optionality open and making sure that she was creating options for herself should one not work out, which by the way, I just think is a smart thing to do as you're managing your professional career. But more importantly, the courage to be able to try out new things that must have felt possibly scary. I mean, let's admit it, we all look at something that we haven't done before that isn't comfortable and wonder, do we have what it takes to be able to go do that? And for her to conquer that feeling and actually jump into that unknown and come out successful at the other end, I mean, I think that's quite a bit of courage in pursuing that. That's a remarkable journey. So Corinne, what stood out the most for you as you reflected on this conversation? Oh, I loved my conversation with Shelley so much. But I think when she describes this dinner or where she goes and she believes that this individual is sort of the correctly slated individual to take on the CEO role of field and then as she's discussing with him, he holds a mirror up for her and says, and why in fact do you not think that you're the right person for this role? And sort of to think about her role now as mentor and in how she's sort of giving back to her junior community and sort of being that mirror for them and just seeing that sort of cyclical nature of how she's being that for her juniors. I just think that's that was really poignant and really impactful for me. Well, that's all for today. This has been In Her Element, a podcast from BCG. Join us every episode to hear meaningful conversations with women leaders in digital business and technology. Thank you so much for listening."}, "podcast_summary": "In this episode, Corinne Lines interviews Shelly Kopsey, CEO of Field, a digital platform that helps utility field workers manage productivity and safety in real time. Shelly talks about her winding career journey from Australia to the UK and how she followed opportunities to learn and grow. She emphasizes the importance of keeping options open and not pigeonholing oneself too early in life. Shelly also discusses the challenges she faced as a woman in the corporate world and the need for more diversity in the tech sector. She shares her experience of appointing a CEO and encourages junior colleagues to back themselves and pursue new opportunities. Shelly is passionate about coaching and mentoring others and finds fulfillment in helping her team achieve their full potential. Outside of work, she enjoys exploring new places with her two sons and fostering their curiosity and thirst for knowledge.", "podcast_guest": {"name": "Shelly Kopsey", "title": "CEO", "organization": "Field", "summary": ""}, "podcast_highlights": ["Shelly Kopsey, CEO of Field, discusses her winding career journey and the importance of keeping options open.", "She emphasizes the need for more diversity in the tech sector and the missed opportunities due to a lack of diversity.", "Shelly encourages junior colleagues to back themselves and pursue new opportunities."], "podcast_hashtags": "#podcast #womenintech #leadership"}